Repository: sillsdev/FwLocalizations
Catalog: messages.ru.tmx
Source language: en
Languages: ru

source: Collect Words
ru: Сбор лексики

source: Categorized Entry
ru: Классифицированная статья

source: category
ru: категория

source: Category
ru: Категория

source: Category (or Part of Speech)...
ru: Категория (или часть речи)...

source: Category Description
ru: Описание категории

source: Category Edit
ru: Правка категории

source: Category Info.
ru: Сведения о категории.

source: Category to merge into
ru: категория, сливающаяся с

source: Category to move to
ru: Категория, переносимая в

source: Category...
ru: Категория...

source: Categor&y:
ru: &Категория:

source: Caution: if this baseline writing system is different from the last baseline writing system you used, click the Help button and carefully follow the instructions to avoid producing duplicate wordforms and lexical entries in your data.
ru: Внимание: если эта система письма исходника отличается от системы письма исходника, которую вы использовали последней, нажмите кнопку Справка и внимательно следуйте инструкциям, чтобы избежать появления дубликатов словоформ и лексических статей в ваших данных.

source: Cautions:
ru: Предупреждение:

source: CC
ru: СС

source: CC Table
ru: Таблица CC

source: Center
ru: Центр

source: Centered
ru: Центрированный

source: Change Backup location?
ru: Изменить место нахождения резервной копии?

source: Change Case...
ru: Изменить регистр...

source: Change each occurrence of a pattern to the replacement text
ru: Изменить все появления шаблона на заменяемый текст

source: Change Failed
ru: Измененение не произведено

source: Change HC Parser Parameters
ru: Изменить параметры парсера HC

source: Change Multiple Occurrences of Word
ru: Изменить в повторных случаях применения слова

source: Change Multiple Occurrences...
ru: Изменить в повторных случаях применения...

source: Change Optionality of XXX Slot
ru: Изменить обязательность слота XXX

source: Change spelling
ru: Изменить написание

source: Change Spelling
ru: Изменить орфографию

source: Change spelling of multiple occurrences.
ru: Изменить орфографию в повторных случаях.

source: Change Spelling...
ru: Изменить написание...

source: Change To:
ru: Изменить на:

source: Change XAmple Parser Parameters
ru: Изменить параметры парсера XAmple

source: Change...
ru: Изменить...

source: Changed a Value
ru: Изменено значение

source: Changed Linked Files root directory
ru: Изменена корневая директория внешних ссылок

source: Changed value for {0} from {1} to {2}. The value must be between {3} and {4}, inclusive.
ru: Изменено значение {0} из {1} на {2}. Значение должно быть в диапазоне от {3} до {4} включительно.

source: C&hanges to Category:
ru: И&зменения категории на:

source: Changing fundamental type
ru: Изменение фундаментального типа

source: Changing spelling
ru: Происходит изменение написания

source: Character
ru: Символ

source: Character Code
ru: Код символов

source: Character Codes
ru: Коды символов:

source: Character Information
ru: Информация о символе

source: Character mapping
ru: Преобразование символов

source: &Character Style
ru: &Стиль символов

source: Character Style
ru: Стиль символов

source: &Character style :
ru: Стиль &символов:

source: Character Style for Before string:
ru: Стиль символов для строки Перед:

source: Character Style for Content:
ru: Стиль символов для содержания:

source: Character Style:
ru: Стиль символов:

source: characters
ru: символы

source: Characters
ru: Символы

source: Characters within words
ru: Символы внутри слов

source: Check a plugin to install it, or uncheck it to uninstall it.
ru: Пометьте плагин для его установки, или удалите галочку для его деинсталляции.

source: Check All
ru: Проверить всё

source: Check the box if this inflectional affix slot is optional in all of the templates it appears in.
ru: Поставьте флажок, если этот слот формообразующих аффиксов является факультативным во всех шаблонах, в которых от появляется.

source: Check this to use bidirectional mirroring (and red text)
ru: Проверьте это, чтобы использовать двустороннее отражение (и красный текст)

source: Choices:
ru: Варианты выбора:

source: Choose {0}
ru: Выбрать {0}

source: Choose a command:
ru: Выбор команды:

source: Choose a grammatical category (Part of Speech) from the following Catalog. The category you choose will be added to the list of categories for this FieldWorks Project.
ru: Выберите грамматическую категорию (часть речи) из следующего Каталога. Выбранная вами категория будет добавлена в список категорий для это проекта FieldWorks.

source: Choose a List of Anthropology Categories
ru: Выбрать перечень антропологических категорий

source: Choose A Natural Class
ru: Выбрать естественный класс

source: Choose a new inflection feature from the following Catalog. The inflection feature you choose will be added to the list of Inflection features for this FieldWorks Project.
ru: Выбрать новое свойство формообразования из следующего Каталога. Выбранное вами свойство формообразования будет добавлено в список свойств формообразования данного проекта FieldWorks.

source: &Choose a project:
ru: &Выбрать проект:

source: Choose Allomorph
ru: Выбрать алломорф

source: Choose Associated FieldWorks Project
ru: Выберите ассоциированный проект FieldWorks

source: Choose Complex Forms to display in Stem-based views
ru: Выбрать комплексные формы для отображения по алфавиту

source: Choose Confidence Level
ru: Выбрать уровень конфиденциальности

source: Choose dictionary view to configure:
ru: Выбрать конфигурируемый вид словаря:

source: Choose Encoding Converter for Import
ru: Выбрать перекодировщик для импорта:

source: Choose &File(s)
ru: Выбрать &файл(ы)

source: Choose Generic Date
ru: Выбрать общую дату

source: Choose inflection features
ru: Выбрать свойства формообразования

source: Choose Inflection Features
ru: Выбрать свойства формообразования

source: Choose Inflectional Affixes
ru: Выбрать формообразующий аффикс

source: Choose Lexical Entry or Sense
ru: Выбрите лексическую статью или значение

source: Choose list(s):
ru: Выбрать список/списки:

source: Choose Morpheme and Grammatical Info.
ru: Выбрите морфему и грамматическую информацию.

source: Choose Morpheme Type
ru: Выбритет тип морфемы

source: Choose Natural Class
ru: Выбрать естественный класс

source: Choose new inflection features from the following catalog. The inflection features you choose will be added to the list of Inflection features for this FieldWorks project.
ru: Выбрать новые свойства формообразования из следующего каталога. Выбранные вами свойства формообразования будут добавлены в список свойств формообразования данного проекта FieldWorks.

source: Choose one or more new phonological features from the following Catalog. Note that all features are binary (i.e. have two values: + and -). The phonological features you choose will be added to the list of phonological features for this FieldWorks Project.
ru: Выбрать новые фонологические свойства из следующего Каталога. Заметьте, что все свойства бинарны (т.е. имеют два значения: + и -). Фонологическое свойство, выбранное вами, будет добавлено в перечень фонологических свойств данного проекта FieldWorks.

source: Choose Parser
ru: Выбрите парсер

source: Choose Phonological Features
ru: Выбрать фонологические свойства

source: Choose Picture
ru: Выбрите картинку

source: Choose &Picture...
ru: Выберите &картинку...

source: Choose project to fix:
ru: Выбрать исправляемый проект:

source: Choose Reversal Index Writing System
ru: Выбрать систему письма для обратного индекса

source: Choose Slot
ru: Выберите слот

source: Choose Sound or Movie File
ru: Выберите звуковой или видеофайл

source: Choose Status
ru: Выбрать состояние

source: Choose Subentries to display in Root-based views
ru: Выбрать подстатьи для отображения по корневой системе

source: Choose the encoding converter for the {0} writing system data.
ru: Выбрать перекодировщик для данных, которые использует систему письма {0}.

source: Choose the lines you wish to display and the order in which to display them. Some restrictions apply in Edit view.
ru: Выберите отображаемые строки и порядок, в котором вы хотите отразить их. Некоторые ограничения применяются в режиме Правка.

source: Choose the phonological features you want to add to this FieldWorks project. Each feature has two values (+ and -).
ru: Выбор фонологических свойств, которые вы хотите добавить в этот проект FieldWorks. Каждое свойство имеет два значения (+ и -).

source: Choose the reversal index to configure:
ru: Выбрать конфигурируемый обратный индекс:

source: Choose the sentence(s) you wish to use as examples. You will be able to edit them afterwards if needed.
ru: Выберите предложение(ия), которые вы хотите использовать в качестве примеров. Если нужно, потом вы сможете их редактировать.

source: Choose the view to configure:
ru: Выберите конфигурируемый вид:

source: Choose where to save the LIFT files
ru: Выберите, где сохранить файлы LIFT

source: Choose where to show subentry
ru: Выберите, где показывать подстатью

source: Choose writing system(s) of translated lists:
ru: Выбор систем(ы) письма переведённых списков:

source: Choose...
ru: Выбрать...

source: {0} Chooser
ru: Выбирается {0}

source: Chorus Merge...
ru: Объединить...

source: &Chosen Name:
ru: &Выбранное имя:

source: Citation form
ru: Словарная форма

source: Citation Form
ru: Словарная форма

source: Citation Form:
ru: Словарная форма:

source: Classifications
ru: Классификации

source: Classified Dictionary
ru: Классифицированный словарь

source: Classified Senses
ru: Классифицированные значения

source: Cleaning
ru: Очистка

source: Cleaning up analyses
ru: Очистить предложенные анализы

source: Clear
ru: Очистить

source: Clear All
ru: Удалить всё

source: Clear Chart from here on
ru: Очищать схему, начиная отсюда

source: Clear Current Parser _Analyses
ru: Очистить текущие _анализы парсера

source: Click below to apply borders:
ru: Нажмите внизу для применения границ:

source: Click Copy
ru: Копирование помеченного

source: Click Help to learn about parser parameters.
ru: Нажмите Справку для изучения параметров парсера

source: Click here for help in exporting your LinguaLinks data.
ru: Щелкните здесь для получения справки об экспорте ваших данных LinguaLinks.

source: Click here to select a segment which belongs to this natural class.
ru: Щёлкните здесь для выбора сегмента, относящегося к этому естественному классу.

source: Click here to select any environments which constrain when the linker may appear.
ru: Щёлкните здесь для выбора окружения, которое накладывает ограничения при появлении показателя.

source: Click here to select from a list of inflection classes.
ru: Щёлкните здесь для выбора из списка классов формообразования.

source: Click here to select from a list of morpheme types.
ru: Щёлкните здесь для выбора из перечня типов морфем.

source: Click here to select from phonetic environments you have used in the past.
ru: Щёлкните здесь для выбора из перечня фонетических окружений, испльзованных вами ранее.

source: Click here to select the category of the stem resulting from the attachment of this affix.
ru: Щёлкните здесь для выбора категории основы в результате присоединения данного аффикса.

source: Click here to select the category of the stem to which this affix attaches.
ru: выберите здесь категорию основы, к которой присоединяется этот аффикс.

source: Click here to select the category of this part of the compound.
ru: Выберите здесь категорию этой части композита.

source: Click here to select the category of this stem or root.
ru: Выберите здесь категорию этой основы или этого корня.

source: Click here to select the default inflection class.
ru: Щёлкните здесь для выбора класса формообразования по умолчанию.

source: Click here to select the inflection (conjugation or declension) class of the stem which results after this affix attaches.
ru: Щёлкните здесь для выбора класса формообразования (спряжения или склонения) основы, который получается после присоединения данного аффикса.

source: Click here to select the inflection (conjugation or declension) class of this stem or root.
ru: Щёлкните здесь для выбора класса формообразования (склонения или спряжения) основы или корня.

source: Click here to select the inflection (conjugation or declension) class which the stem to which this affix attaches must belong.
ru: Щёлкните здесь для выбора класса формообразования (склонения или спряжения), к которому должна относиться основа, к которой присоединяется данный аффикс.

source: Click here to select the inflection class of this part of the compound.
ru: Щёлкните здесь для выбора класса формообразования этой части композита.

source: Click here to select the way this sense functions.
ru: Выберите здесь способ функционирования этого значения.

source: Click on any word to copy it to the target field
ru: Щелкните любое слово, чтобы скопировать его в необходимое поле

source: Click on the View Preview Results button to see the full list of results.
ru: Щелкните кнопку "Предварительные результаты", чтобы увидеть полный перечень результатов.

source: Click on the window you want to switch to.
ru: Щелкните в окне, на которое вы хотите переключиться.

source: Click this link to download a FieldWorks installer for SQL Server, and then install it first.
ru: Щёлкните по этой ссылке для загрузки установщика Fieldworks для SQL сервера, а затем установите сначала его.

source: Click this link to download an installer for a minimal set of FieldWorks 6.0 features, and then install it.
ru: Щёлкните эту ссылку для загрузки установщика минимального набора параметров FieldWorks 6.0, а затем установите его.

source: Click to close window
ru: Щелкните, чтобы закрыть окно

source: Clients connected to shared projects.
ru: Клиенты подключены к общим проектам.

source: Clients connected to: {0}
ru: Клиенты подключены к: {0}

source: Clitic of unknown category
ru: Клитика неизвестной категории

source: &Close
ru: &Закрыть

source: _Close
ru: _Закрыть

source: Close
ru: Закрыть

source: Close this project.
ru: Закрыть этот проект.

source: Close this window
ru: Закрыть это окно

source: Close Window
ru: Закрыть окно

source: Closes this dialog box without saving any changes you have made.
ru: Закрывает диалоговое окно без сохранения произведённых вами изменений.

source: Closes this dialog box without saving the changes you have made in this dialog. (Changes made in nested dialog boxes are not cancelled).
ru: Закрывает диалоговое окно без сохранения произведённых вами изменений в этом окне. (Изменения, сделанные во вложенных диалоговых окнах не отменяются).

source: Closes this dialog, changes are automatically saved.
ru: Закрывает диалогое окно с автоматическим сохранинием изменений.

source: Closing {0}
ru: {0} закрывается

source: cm
ru: см

source: Code &Page:
ru: Кодовая &страница:

source: Code value:
ru: Значение кода:

source: C&olor:
ru: Ц&вет:

source: Column
ru: Столбец

source: Column Options
ru: Параметры столбцов

source: Column:
ru: Столбец

source: _Columns...
ru: _Столбцы...

source: Combining Class
ru: Класс присоединяемого слова

source: Command disabled
ru: Команда отменена

source: Commands
ru: Команды

source: Comman&ds:
ru: Ко&манды:

source: &Comment
ru: &Комментарий

source: Comment
ru: Комментарий

source: Comment will be altered in file name
ru: Комментарий в имени файла будет изменён

source: Comment:
ru: Комментарий:

source: comments
ru: комментарии

source: Common Number Separator
ru: Общий разделитель чисел

source: Compiled TECkit
ru: Компилированный TECkit

source: Compiled TECkit Files
ru: Компилированные файлы TECkit

source: Complete
ru: Завершено

source: complex feature
ru: сложное свойство

source: Complex Feature
ru: Сложное свойство

source: _Complex Feature...
ru: _Сложное свойство

source: Complex Form
ru: Сложная форма

source: Complex Form references: Complex Form
ru: Ссылки на сложную форму: сложная форма

source: Complex Form Type
ru: Тип сложной формы

source: Complex Form Type:
ru: Тип сложной формы:

source: Complex Form Types
ru: Тип сложной формы

source: Complex Form Types:
ru: Тип сложной формы:

source: Complex Forms
ru: Сложные формы

source: Complex forms shown in this field are shown as references in this component entry in Dictionary.
ru: Комплексные формы, отображаемые в данном поле, показаны как ссылки на данную статью компонента в словаре.

source: Complex or Variant Entry References
ru: Ссылки на сложную статью или вариант

source: Component References
ru: Ссылки на компоненты

source: Components
ru: Компоненты

source: Compound Rule
ru: Правило для композитов

source: Compound Rules
ru: Правила для композитов

source: Conclusion
ru: Результат

source: Conclusions
ru: Выводы

source: Conclusions:
ru: Выводы:

source: concordance
ru: конкорданс

source: Concordance
ru: Конкорданс

source: 2. Concordance of selected analysis. Select the word occurrences to which you want to assign a different analysis.
ru: 2. Конкорданс выбранного анализа. Выберите частоту появления слова, которому вы хотите назначить другой анализ.

source: Concordance Results
ru: Результаты конкорданса

source: (concorded item)
ru: (единица конкорданса)

source: Concorded on {0}
ru: Конкорданс по {0}

source: Concorder
ru: Конкорданс

source: Concorder...
ru: Конкорданс...

source: Condition
ru: Условие

source: Confidence
ru: Конфиденциальность

source: Confidence Level
ru: Уровень конфиденциальности

source: Confidence Levels
ru: Уровни конфиденциальности

source: Confidence:
ru: Конфиденциальность:

source: Configurable Item Layout 1
ru: Модель №1 конфигурируемых единиц

source: Configurable Item Layout 2
ru: Модель №2 конфигурируемых единиц

source: Configurable Item Layout 3
ru: Модель №3 конфигурируемых единиц

source: Configurable Item Layout 4
ru: Модель №4 конфигурируемых единиц

source: Configurable Item Layout 5
ru: Модель №5 конфигурируемых единиц

source: Configuration settings
ru: Параметры конфигурации

source: &Configuration settings (for example, field visibilities, columns, dictionary layout, interlinear)
ru: Параметры &конфигурации (например, отображение полей, колонки, макет словаря, подстврочник)

source: Configuration settings (for example, field visibilities, columns, dictionary layout, interlinear)
ru: Параметры конфигурации (например, отображение полей, колонки, макет словаря, подстрочник)

source: Configure
ru: Настроить

source: Configure {0}
ru: Настроить {0}

source: Configure {0} in {1} View...
ru: Настроить {0} в {1} вид...

source: Configure {0} View
ru: Настроить {0} вид

source: Configure {0} View...
ru: Настроить {0} вид...

source: Configure buttons
ru: Конфигурировать кнопки

source: Configure Columns...
ru: Настроить столбцы...

source: Configure current browse pane.
ru: Настроить текущую панель просмотра.

source: Configure Homograph Number
ru: Настроить номер омографа

source: Configure Interlinear Lines
ru: Настроить строки подстрочника

source: Configure List
ru: Конфигурировать список

source: Configure now...
ru: Настроить сейчас...

source: Configure properties of a list.
ru: Конфигурировать свойства списка.

source: Configure Style of Homograph Number...
ru: Настроить стиль номера омографа...

source: Configure Style of Sense Reference Number...
ru: Настроить стиль номера ссылки значения...

source: Configure the homograph number which is shown as part of headwords in Language Explorer.
ru: Настроить номер омографа, отображаемый с леммой в Language Explorer.

source: Configure which columns to display
ru: Сконфигурировать столбцы для отображения

source: &Configure...
ru: &Настроить...

source: Configure...
ru: Настроить...

source: _Configuring columns
ru: Настройка _столбцов

source: Configuring fields displayed in an Edit pane.
ru: Конфигурируемые поля, отображаемые в окне "Правка".

source: Confirm
ru: Подтвердить

source: Confirm and move next
ru: Подтвердить и перейти к следующему

source: Confirm multiple deletions
ru: Подтверждение многих удалений

source: Conflicting field
ru: Конфликтующее поле

source: Conflicting Gloss Items
ru: Конфликтующие глоссы

source: Conflicting Opinions
ru: Конфликтующие мнения

source: Connection to the server has been lost. You may need to reconnect a network cable or make sure the server is running.
ru: Связь с сервером разорвана. Вам нужно переподключить сетевой кабель или удостовериться, что сервер работает.

source: Contains Data(%)
ru: Содержит данные(%)

source: Content mapping
ru: Преобразование содержания

source: &Continue
ru: &Продолжить

source: 2) Continue the import process, then validate that the affected entries are ordered properly. You can do this by opening your project in Language Explorer and looking up each of the entries listed below. Check to see that fields each have the proper information.
ru: 2) Продолжайте импортирование, затем подтвердите, что измененные записи упорядочены правильно. Вы можете сделать это, открыв ваш проект в Language Explorer и найдя записи, перечисленные ниже. Проверьте правильность информации в каждом поле.

source: Conversion Error
ru: Ошибка преобразования

source: Conversion Failed
ru: Преобразование не произведено

source: Conversion failed. Check your map file for errors.
ru: Преобразование не удалось. Проверьте ошибки в файле соответствий.

source: Conversion map error
ru: Ошибка таблицы преобразований

source: Conversion problem: {0}
ru: Проблема преобразования: {0}

source: &Conversion Type:
ru: &Тип преобразования:

source: &Convert
ru: &Преобразовать

source: Convert to Affix Allomorph
ru: Преобразовать в алломорф аффикса

source: Convert to Affix Form
ru: Преобразовать в форму аффикса

source: Converted:
ru: Преобразовано:

source: Converter
ru: Конвертер

source: Converter &Mapping File:
ru: Файл &соответствий конвертера:

source: Converter &Name (for your reference):
ru: Имя &конвертера (вам для ссылок):

source: Converter Property
ru: Свойство конвертора

source: C&onverter Type:
ru: Тип к&онвертера:

source: Converters
ru: Конвертеры

source: Converts the test data into the target encoding using the selected converter.
ru: Преобразует тестируемые данные в необходимую кодировку, используя выбранный конвертер.

source: &Copy
ru: &Копировать

source: _Copy
ru: _Копировать

source: Copy
ru: Копировать

source: Copy _Location as Hyperlink
ru: Копировать как _Гиперссылку

source: Copy {0} of {1}
ru: Копировать {0} из {1}

source: Copy Affix Template
ru: Копировать шаблон аффиксов

source: Copy any approved analyses to the new spelling
ru: Копировать любые утверждённые анализы в словарь орфографии

source: &Copy File
ru: &Копировать файл

source: &Copy Files
ru: &Копировать файлы

source: Copy of {0}
ru: Копировать из {0}

source: Copy of {0} ({1})
ru: Копировать из {0} ({1})

source: Copy pictures and media files to the export folder.
ru: Копировать картинки и медиафайлы в папку экспорта.

source: Copy text to the clipboard.
ru: Копировать текст в буфер обмена.

source: Copy the contents of the source field to the target field
ru: Копировать содержимое поля источника в поле назначения

source: &Copy this information to the clipboard and I will paste it into an email message myself.
ru: &Скопировать эту информацию в буфер обмена, а я вставлю ее в элекронное письмо сам.

source: &Copy this message to the clipboard and I will paste it into an email message myself.
ru: &Скопировать это сообщение в буфер обмена, а я вставлю его в элекронное письмо сам.

source: &Copy to Linked Files folder
ru: &Копировать в папку внешних ссылок

source: Correct
ru: Править

source: Could not change Projects location
ru: Нельзя изменить местоположение проектов
